export const questions = [
  {
    title: "Яким заклинанням Гаррі вбив лорда Волдеморта?",
    variants: ["Алахамора", "Авада Кедавра", "Акціо", "Патронус"],
    correct: 0,
  },

  {
    title:
      "На першому засіданні дуель-клубу Драко Малфой викликав яку тварину заклинанням «Serpensortia»?",
    variants: ["Кіт", "Змія", "Дракон", "Жаба"],
    correct: 1,
  },

  {
    title: "Заклинання 'Феліфорс' перетворює кота на що?",
    variants: ["Дерево", "Капелюх", "Матч-скринька", "Котел"],
    correct: 3,
  },

  {
    title: "Який елемент асоціюється з Хаффлпаффом?",
    variants: ["Вітер", "Вогонь", "Земля", "Вода"],
    correct: 2,
  },

  {
    title: "Яку позицію відіграє Гаррі у своїй команді з квідичу?",
    variants: ["Мисливець", "Блуджер", "Переслідувач", "Шукач"],
    correct: 3,
  },

  {
    title:
      "Хто нокаутує троля в жіночій ванній в Гаррі Поттері та Філософському камені?",
    variants: ["Гаррі", "Снейп", "Герміона", "Рон"],
    correct: 3,
  },
];
